Repository: ApexaChovatiya92/PalmReader
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: bn, gu, hi, kn, ml, mr, or, ta, te, ur

# home.dailyInsight.subtitle
source: Tap to reflect on today's elemental energy
bn: আজকের মৌলিক শক্তি নিয়ে ভাবতে ট্যাপ করুন
gu: આજની તત્ત્વ ઊર્જા પર ચિંતન કરવા ટૅપ કરો
hi: आज की तात्विक ऊर्जा पर चिंतन के लिए टैप करें
kn: ಇಂದಿನ ತತ್ವ ಶಕ್ತಿಯ ಬಗ್ಗೆ ಚಿಂತಿಸಲು ಟ್ಯಾಪ್ ಮಾಡಿ
ml: ഇന്നത്തെ തത്ത്വ ഊർജ്ജത്തെക്കുറിച്ച് ചിന്തിക്കാൻ ടാപ്പ് ചെയ്യുക
mr: आजच्या तत्त्व ऊर्जेवर चिंतन करण्यासाठी टॅप करा
or: ଆଜିର ତତ୍ତ୍ୱ ଶକ୍ତି ଉପରେ ଚିନ୍ତନ ପାଇଁ ଟ୍ୟାପ କରନ୍ତୁ
ta: இன்றைய பூத சக்தியைச் சிந்திக்கத் தட்டவும்
te: నేటి మూలక శక్తిపై ఆలోచించడానికి ట్యాప్ చేయండి
ur: آج کی عنصری توانائی پر غور کرنے کے لیے ٹیپ کریں

# home.dailyInsight.title
source: Daily Offline Insight
bn: দৈনিক অফলাইন অন্তর্দৃষ্টি
gu: દૈનિક ઑફલાઇન અંતર્દૃષ્ટિ
hi: दैनिक ऑफ़लाइन अंतर्दृष्टि
kn: ದೈನಂದಿನ ಆಫ್‌ಲೈನ್ ಒಳನೋಟ
ml: ദൈനംദിന ഓഫ്‌ലൈൻ ഉൾക്കാഴ്ച
mr: दैनिक ऑफलाइन अंतर्दृष्टी
or: ଦୈନିକ ଅଫଲାଇନ ଅନ୍ତର୍ଦୃଷ୍ଟି
ta: தினசரி ஆஃப்லைன் உள்நோக்கு
te: రోజువారీ ఆఫ్‌లైన్ అంతర్దృష్టి
ur: روزانہ آف لائن بصیرت

# home.empty.subtitle
source: Align your hand in the camera to begin your first palm analysis.
bn: আপনার প্রথম হস্তরেখা বিশ্লেষণ শুরু করতে হাতটি ক্যামেরার সামনে রাখুন।
gu: તમારું પ્રથમ હસ્તરેખા વિશ્લેષણ શરૂ કરવા માટે તમારો હાથ કૅમેરા સામે રાખો.
hi: अपना पहला हस्तरेखा विश्लेषण शुरू करने के लिए अपना हाथ कैमरे के सामने रखें।
kn: ನಿಮ್ಮ ಮೊದಲ ಹಸ್ತರೇಖಾ ವಿಶ್ಲೇಷಣೆಯನ್ನು ಪ್ರಾರಂಭಿಸಲು ನಿಮ್ಮ ಕೈಯನ್ನು ಕ್ಯಾಮೆರಾದ ಮುಂದೆ ಇರಿಸಿ.
ml: നിങ്ങളുടെ ആദ്യ ഹസ്തരേഖാ വിശകലനം ആരംഭിക്കാൻ കൈ ക്യാമറയ്ക്ക് മുന്നിൽ വയ്ക്കുക.
mr: तुमचे पहिले हस्तरेषा विश्लेषण सुरू करण्यासाठी तुमचा हात कॅमेऱ्यासमोर धरा.
or: ଆପଣଙ୍କ ପ୍ରଥମ ହସ୍ତରେଖା ବିଶ୍ଳେଷଣ ଆରମ୍ଭ କରିବା ପାଇଁ ହାତକୁ କ୍ୟାମେରା ସାମ୍ନାରେ ରଖନ୍ତୁ।
ta: உங்கள் முதல் கைரேகை பகுப்பாய்வைத் தொடங்க உங்கள் கையை கேமராவின் முன் வைக்கவும்.
te: మీ మొదటి హస్తరేఖ విశ్లేషణను ప్రారంభించడానికి మీ చేయిని కెమెరా ముందు ఉంచండి.
ur: اپنا پہلا ہتھیلی تجزیہ شروع کرنے کے لیے اپنا ہاتھ کیمرے کے سامنے رکھیں۔

# home.empty.title
source: No readings saved yet
bn: এখনও কোনো পাঠ সংরক্ষিত হয়নি
gu: હજી સુધી કોઈ વાંચન સાચવેલ નથી
hi: अभी तक कोई रीडिंग सहेजी नहीं गई
kn: ಇನ್ನೂ ಯಾವುದೇ ಓದು ಉಳಿಸಲಾಗಿಲ್ಲ
ml: ഇതുവരെ വായനകളൊന്നും സംരക്ഷിച്ചിട്ടില്ല
mr: अद्याप कोणतेही वाचन जतन केलेले नाही
or: ଏପର୍ଯ୍ୟନ୍ତ କୌଣସି ପଠନ ସଞ୍ଚିତ ହୋଇନାହିଁ
ta: இதுவரை எந்த வாசிப்பும் சேமிக்கப்படவில்லை
te: ఇంకా ఏ పఠనమూ సేవ్ చేయలేదు
ur: ابھی تک کوئی ریڈنگ محفوظ نہیں ہوئی

# home.learn.subtitle
source: Explore the lines, mounts and hand shapes
bn: রেখা, পর্বত ও হাতের আকার জানুন
gu: રેખાઓ, પર્વતો અને હાથના આકાર જાણો
hi: रेखाएँ, पर्वत और हाथ के आकार जानें
kn: ರೇಖೆಗಳು, ಪರ್ವತಗಳು ಮತ್ತು ಕೈ ಆಕಾರಗಳನ್ನು ತಿಳಿಯಿರಿ
ml: രേഖകൾ, പർവ്വതങ്ങൾ, കൈയുടെ ആകൃതികൾ എന്നിവ അറിയാം
mr: रेषा, पर्वत आणि हाताचे आकार जाणून घ्या
or: ରେଖା, ପର୍ବତ ଓ ହାତର ଆକାର ଜାଣନ୍ତୁ
ta: ரேகைகள், மேடுகள் மற்றும் கை வடிவங்களை அறியுங்கள்
te: రేఖలు, పర్వతాలు మరియు చేతి ఆకారాలను తెలుసుకోండి
ur: لکیریں، ابھار اور ہاتھ کی شکلیں جانیں

# home.learn.title
source: Learn Palmistry
bn: হস্তরেখা শিখুন
gu: હસ્તરેખા શીખો
hi: हस्तरेखा सीखें
kn: ಹಸ್ತಸಾಮುದ್ರಿಕ ಕಲಿಯಿರಿ
ml: ഹസ്തരേഖാ ശാസ്ത്രം പഠിക്കാം
mr: हस्तरेषा शिका
or: ହସ୍ତରେଖା ଶିଖନ୍ତୁ
ta: கைரேகை கற்றுக்கொள்ளுங்கள்
te: హస్తసాముద్రికం నేర్చుకోండి
ur: دست شناسی سیکھیں

# home.recentReadings
source: RECENT READINGS
bn: সাম্প্রতিক পাঠ
gu: તાજેતરના વાંચન
hi: हाल की रीडिंग
kn: ಇತ್ತೀಚಿನ ಓದುಗಳು
ml: സമീപകാല വായനകൾ
mr: अलीकडील वाचन
or: ସାମ୍ପ୍ରତିକ ପଠନ
ta: சமீபத்திய வாசிப்புகள்
te: ఇటీవలి పఠనాలు
ur: حالیہ ریڈنگز

# home.scanNow
source: SCAN PALM NOW
bn: এখনই হাতের তালু স্ক্যান করুন
gu: હમણાં હથેળી સ્કેન કરો
hi: अभी हथेली स्कैन करें
kn: ಈಗಲೇ ಅಂಗೈ ಸ್ಕ್ಯಾನ್ ಮಾಡಿ
ml: ഇപ്പോൾ കൈപ്പത്തി സ്കാൻ ചെയ്യുക
mr: आता तळहात स्कॅन करा
or: ଏବେ ପାପୁଲି ସ୍କାନ କରନ୍ତୁ
ta: இப்போதே உள்ளங்கையை ஸ்கேன் செய்யவும்
te: ఇప్పుడే అరచేతిని స్కాన్ చేయండి
ur: ابھی ہتھیلی اسکین کریں

# home.selectHand
source: SELECT READING HAND
bn: পাঠের জন্য হাত বেছে নিন
gu: વાંચન માટે હાથ પસંદ કરો
hi: पढ़ने के लिए हाथ चुनें
kn: ಓದಲು ಕೈಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: വായിക്കാനുള്ള കൈ തിരഞ്ഞെടുക്കുക
mr: वाचनासाठी हात निवडा
or: ପଢ଼ିବା ପାଇଁ ହାତ ବାଛନ୍ତୁ
ta: படிக்க வேண்டிய கையைத் தேர்ந்தெடுக்கவும்
te: చదవడానికి చేయిని ఎంచుకోండి
ur: پڑھنے کے لیے ہاتھ منتخب کریں

# home.subtitle
source: Offline Computer Vision Palmistry
bn: অফলাইন কম্পিউটার ভিশন হস্তরেখা বিদ্যা
gu: ઑફલાઇન કમ્પ્યુટર વિઝન હસ્તરેખા શાસ્ત્ર
hi: ऑफ़लाइन कंप्यूटर विज़न हस्तरेखा शास्त्र
kn: ಆಫ್‌ಲೈನ್ ಕಂಪ್ಯೂಟರ್ ವಿಷನ್ ಹಸ್ತಸಾಮುದ್ರಿಕ
ml: ഓഫ്‌ലൈൻ കമ്പ്യൂട്ടർ വിഷൻ ഹസ്തരേഖാ ശാസ്ത്രം
mr: ऑफलाइन कॉम्प्युटर व्हिजन हस्तरेषा शास्त्र
or: ଅଫଲାଇନ କମ୍ପ୍ୟୁଟର ଭିଜନ ହସ୍ତରେଖା ଶାସ୍ତ୍ର
ta: ஆஃப்லைன் கணினி பார்வை கைரேகை சாஸ்திரம்
te: ఆఫ్‌లైన్ కంప్యూటర్ విజన్ హస్తసాముద్రికం
ur: آف لائن کمپیوٹر وژن دست شناسی

# home.viewAll
source: View All
bn: সব দেখুন
gu: બધું જુઓ
hi: सभी देखें
kn: ಎಲ್ಲವನ್ನೂ ನೋಡಿ
ml: എല്ലാം കാണുക
mr: सर्व पहा
or: ସବୁ ଦେଖନ୍ତୁ
ta: அனைத்தையும் காண்க
te: అన్నీ చూడండి
ur: سب دیکھیں

# insight.header
source: OFFLINE COSMIC INSIGHT
bn: অফলাইন মহাজাগতিক অন্তর্দৃষ্টি
gu: ઑફલાઇન બ્રહ્માંડીય અંતર્દૃષ્ટિ
hi: ऑफ़लाइन ब्रह्मांडीय अंतर्दृष्टि
kn: ಆಫ್‌ಲೈನ್ ಬ್ರಹ್ಮಾಂಡದ ಒಳನೋಟ
ml: ഓഫ്‌ലൈൻ പ്രപഞ്ച ഉൾക്കാഴ്ച
mr: ऑफलाइन वैश्विक अंतर्दृष्टी
or: ଅଫଲାଇନ ବ୍ରହ୍ମାଣ୍ଡୀୟ ଅନ୍ତର୍ଦୃଷ୍ଟି
ta: ஆஃப்லைன் பிரபஞ்ச உள்நோக்கு
te: ఆఫ్‌లైన్ విశ్వ అంతర్దృష్టి
ur: آف لائن کائناتی بصیرت

# insight.lunarPhase
source: Current Lunar Phase
bn: বর্তমান চন্দ্রকলা
gu: વર્તમાન ચંદ્ર કળા
hi: वर्तमान चंद्र कला
kn: ಪ್ರಸ್ತುತ ಚಂದ್ರ ಕಲೆ
ml: നിലവിലെ ചന്ദ്രകല
mr: सध्याची चंद्रकला
or: ବର୍ତ୍ତମାନର ଚନ୍ଦ୍ରକଳା
ta: தற்போதைய சந்திரக் கலை
te: ప్రస్తుత చంద్ర కళ
ur: چاند کا موجودہ مرحلہ

# insight.navTitle
source: Daily Insight
bn: দৈনিক অন্তর্দৃষ্টি
gu: દૈનિક અંતર્દૃષ્ટિ
hi: दैनिक अंतर्दृष्टि
kn: ದೈನಂದಿನ ಒಳನೋಟ
ml: ദൈനംദിന ഉൾക്കാഴ്ച
mr: दैनिक अंतर्दृष्टी
or: ଦୈନିକ ଅନ୍ତର୍ଦୃଷ୍ଟି
ta: தினசரி உள்நோக்கு
te: రోజువారీ అంతర్దృష్టి
ur: روزانہ بصیرت

# insight.offlineNotice
source: 100% Offline Computation • No Network Required
bn: 100% অফলাইন গণনা • ইন্টারনেট লাগবে না
gu: 100% ઑફલાઇન ગણતરી • ઇન્ટરનેટની જરૂર નથી
hi: 100% ऑफ़लाइन गणना • इंटरनेट की आवश्यकता नहीं
kn: 100% ಆಫ್‌ಲೈನ್ ಲೆಕ್ಕಾಚಾರ • ಇಂಟರ್ನೆಟ್ ಅಗತ್ಯವಿಲ್ಲ
ml: 100% ഓഫ്‌ലൈൻ കണക്കുകൂട്ടൽ • ഇന്റർനെറ്റ് ആവശ്യമില്ല
mr: 100% ऑफलाइन गणना • इंटरनेटची गरज नाही
or: 100% ଅଫଲାଇନ ଗଣନା • ଇଣ୍ଟରନେଟର ଆବଶ୍ୟକତା ନାହିଁ
ta: 100% ஆஃப்லைன் கணக்கீடு • இணையம் தேவையில்லை
te: 100% ఆఫ్‌లైన్ గణన • ఇంటర్నెట్ అవసరం లేదు
ur: 100% آف لائن حساب • انٹرنیٹ کی ضرورت نہیں

# insight.planetaryFocus
source: Guiding Planetary Focus
bn: পথপ্রদর্শক গ্রহ
gu: માર્ગદર્શક ગ્રહ
hi: मार्गदर्शक ग्रह
kn: ಮಾರ್ಗದರ್ಶಿ ಗ್ರಹ
ml: വഴികാട്ടുന്ന ഗ്രഹം
mr: मार्गदर्शक ग्रह
or: ମାର୍ଗଦର୍ଶକ ଗ୍ରହ
ta: வழிகாட்டும் கிரகம்
te: మార్గదర్శక గ్రహం
ur: رہنما سیارہ

# insight.reflection.body
source: Today's currents encourage balance between thoughtful deliberation and decisive execution. Trust the natural wisdom etched into your palms and navigate conversations with clarity.
bn: আজকের স্রোত চিন্তাশীল বিবেচনা ও দৃঢ় কাজের মধ্যে ভারসাম্যকে উৎসাহিত করে। আপনার তালুতে খোদিত স্বাভাবিক প্রজ্ঞায় আস্থা রাখুন এবং স্বচ্ছতার সঙ্গে কথা বলুন।
gu: આજની ઊર્જા વિચારપૂર્વક મનન અને નિર્ણાયક અમલ વચ્ચે સંતુલનને પ્રોત્સાહન આપે છે. તમારી હથેળીમાં અંકિત કુદરતી જ્ઞાન પર વિશ્વાસ રાખો અને સ્પષ્ટતા સાથે વાતચીત કરો.
hi: आज की ऊर्जा सोच-समझकर विचार करने और दृढ़ता से कार्य करने के बीच संतुलन को प्रोत्साहित करती है। अपनी हथेलियों में अंकित स्वाभाविक ज्ञान पर भरोसा करें और स्पष्टता के साथ बातचीत करें।
kn: ಇಂದಿನ ಹರಿವು ಚಿಂತನಶೀಲ ವಿವೇಚನೆ ಮತ್ತು ದೃಢ ಕಾರ್ಯಾಚರಣೆಯ ನಡುವಿನ ಸಮತೋಲನವನ್ನು ಉತ್ತೇಜಿಸುತ್ತದೆ. ನಿಮ್ಮ ಅಂಗೈಗಳಲ್ಲಿ ಕೆತ್ತಲಾದ ಸಹಜ ಜ್ಞಾನವನ್ನು ನಂಬಿ ಮತ್ತು ಸ್ಪಷ್ಟತೆಯಿಂದ ಸಂವಾದ ನಡೆಸಿ.
ml: ഇന്നത്തെ പ്രവാഹങ്ങൾ ചിന്താപൂർവമായ ആലോചനയ്ക്കും നിർണായക പ്രവർത്തനത്തിനും ഇടയിലുള്ള സന്തുലനത്തെ പ്രോത്സാഹിപ്പിക്കുന്നു. നിങ്ങളുടെ കൈപ്പത്തികളിൽ കൊത്തിയ സ്വാഭാവിക ജ്ഞാനത്തിൽ വിശ്വസിക്കുക, വ്യക്തതയോടെ സംസാരിക്കുക.
mr: आजची ऊर्जा विचारपूर्वक चिंतन आणि निर्णायक कृती यांच्यातील समतोलाला प्रोत्साहन देते. तुमच्या तळहातावर कोरलेल्या नैसर्गिक शहाणपणावर विश्वास ठेवा आणि स्पष्टपणे संवाद साधा.
or: ଆଜିର ପ୍ରବାହ ଚିନ୍ତାଶୀଳ ବିଚାର ଓ ନିର୍ଣ୍ଣାୟକ କାର୍ଯ୍ୟ ମଧ୍ୟରେ ସନ୍ତୁଳନକୁ ପ୍ରୋତ୍ସାହିତ କରେ। ଆପଣଙ୍କ ପାପୁଲିରେ ଅଙ୍କିତ ସ୍ୱାଭାବିକ ଜ୍ଞାନ ଉପରେ ଭରସା ରଖନ୍ତୁ ଏବଂ ସ୍ପଷ୍ଟତା ସହ କଥାବାର୍ତ୍ତା କରନ୍ତୁ।
ta: இன்றைய ஓட்டங்கள் சிந்தனைமிக்க ஆலோசனைக்கும் உறுதியான செயலுக்கும் இடையிலான சமநிலையை ஊக்குவிக்கின்றன. உங்கள் உள்ளங்கைகளில் பொறிக்கப்பட்ட இயற்கை ஞானத்தை நம்புங்கள்; தெளிவுடன் உரையாடுங்கள்.
te: నేటి ప్రవాహాలు ఆలోచనాత్మక పరిశీలన మరియు నిర్ణయాత్మక ఆచరణ మధ్య సమతుల్యతను ప్రోత్సహిస్తాయి. మీ అరచేతులపై చెక్కబడిన సహజ జ్ఞానాన్ని నమ్మండి మరియు స్పష్టతతో సంభాషించండి.
ur: آج کی لہریں سوچ سمجھ کر غور کرنے اور فیصلہ کن عمل کے درمیان توازن کی حوصلہ افزائی کرتی ہیں۔ اپنی ہتھیلیوں پر کندہ فطری دانائی پر بھروسہ کریں اور وضاحت کے ساتھ گفتگو کریں۔

# insight.reflection.header
source: DAILY REFLECTION
bn: দৈনিক ভাবনা
gu: દૈનિક ચિંતન
hi: दैनिक चिंतन
kn: ದೈನಂದಿನ ಚಿಂತನೆ
ml: ദൈനംദിന ചിന്ത
mr: दैनिक चिंतन
or: ଦୈନିକ ଚିନ୍ତନ
ta: தினசரி சிந்தனை
te: రోజువారీ చింతన
ur: روزانہ غور و فکر

# insight.title
source: Today's Elemental Flow
bn: আজকের মৌলিক প্রবাহ
gu: આજનો તત્ત્વ પ્રવાહ
hi: आज का तात्विक प्रवाह
kn: ಇಂದಿನ ತತ್ವ ಹರಿವು
ml: ഇന്നത്തെ തത്ത്വ പ്രവാഹം
mr: आजचा तत्त्व प्रवाह
or: ଆଜିର ତତ୍ତ୍ୱ ପ୍ରବାହ
ta: இன்றைய பூத ஓட்டம்
te: నేటి మూలక ప్రవాహం
ur: آج کا عنصری بہاؤ

# language.subtitle
source: Choose the language for the whole app. Your readings switch instantly.
bn: পুরো অ্যাপের জন্য ভাষা বেছে নিন। আপনার পাঠ সঙ্গে সঙ্গে বদলে যাবে।
gu: આખી ઍપ માટે ભાષા પસંદ કરો. તમારા વાંચન તરત જ બદલાઈ જશે.
hi: पूरे ऐप के लिए भाषा चुनें। आपकी रीडिंग तुरंत बदल जाएगी।
kn: ಇಡೀ ಆ್ಯಪ್‌ಗೆ ಭಾಷೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ. ನಿಮ್ಮ ಓದುಗಳು ತಕ್ಷಣ ಬದಲಾಗುತ್ತವೆ.
ml: മുഴുവൻ ആപ്പിനുമുള്ള ഭാഷ തിരഞ്ഞെടുക്കുക. നിങ്ങളുടെ വായനകൾ ഉടൻ മാറും.
mr: संपूर्ण ॲपसाठी भाषा निवडा. तुमचे वाचन लगेच बदलेल.
or: ସମଗ୍ର ଆପ୍ ପାଇଁ ଭାଷା ବାଛନ୍ତୁ। ଆପଣଙ୍କ ପଠନ ତୁରନ୍ତ ବଦଳିଯିବ।
ta: முழு ஆப்புக்கும் மொழியைத் தேர்ந்தெடுக்கவும். உங்கள் வாசிப்புகள் உடனே மாறும்.
te: మొత్తం యాప్ కోసం భాషను ఎంచుకోండి. మీ పఠనాలు వెంటనే మారుతాయి.
ur: پوری ایپ کے لیے زبان منتخب کریں۔ آپ کی ریڈنگز فوراً بدل جائیں گی۔

# language.title
source: Language
bn: ভাষা
gu: ભાષા
hi: भाषा
kn: ಭಾಷೆ
ml: ഭാഷ
mr: भाषा
or: ଭାଷା
ta: மொழி
te: భాష
ur: زبان

# learn.line.fate.body
source: Runs up the center of the palm toward the middle finger. It is read for career and life direction. Many people have a faint or missing fate line, which traditionally means a freer path.
bn: তালুর মাঝখান দিয়ে মধ্যমা আঙুলের দিকে উঠে যায়। একে কর্মজীবন ও জীবনের দিশার জন্য পড়া হয়। অনেকের ভাগ্য রেখা হালকা বা অনুপস্থিত থাকে, যার ঐতিহ্যগত অর্থ আরও মুক্ত পথ।
gu: હથેળીની વચ્ચેથી મધ્યમા આંગળી તરફ ઉપર જાય છે. તેને કારકિર્દી અને જીવનની દિશા માટે વાંચવામાં આવે છે. ઘણા લોકોમાં ભાગ્ય રેખા આછી કે ગેરહાજર હોય છે, જેનો પરંપરાગત અર્થ વધુ મુક્ત માર્ગ છે.
hi: हथेली के बीच से मध्यमा उंगली की ओर ऊपर जाती है। इसे करियर और जीवन की दिशा के लिए पढ़ा जाता है। कई लोगों में भाग्य रेखा हल्की या अनुपस्थित होती है, जिसका पारंपरिक अर्थ है अधिक स्वतंत्र राह।
kn: ಅಂಗೈಯ ಮಧ್ಯದಿಂದ ಮಧ್ಯದ ಬೆರಳಿನ ಕಡೆಗೆ ಮೇಲೇರುತ್ತದೆ. ಇದನ್ನು ವೃತ್ತಿ ಮತ್ತು ಜೀವನದ ದಿಕ್ಕಿಗಾಗಿ ಓದಲಾಗುತ್ತದೆ. ಅನೇಕರಲ್ಲಿ ಭಾಗ್ಯ ರೇಖೆ ಮಸುಕಾಗಿರುತ್ತದೆ ಅಥವಾ ಇರುವುದಿಲ್ಲ; ಇದರ ಸಾಂಪ್ರದಾಯಿಕ ಅರ್ಥ ಹೆಚ್ಚು ಮುಕ್ತ ಹಾದಿ.
ml: കൈപ്പത്തിയുടെ മധ്യത്തിൽ നിന്ന് നടുവിരലിലേക്ക് മുകളിലേക്ക് പോകുന്നു. തൊഴിലിനും ജീവിതദിശയ്ക്കുമായി ഇത് വായിക്കുന്നു. പലർക്കും ഭാഗ്യരേഖ മങ്ങിയതോ ഇല്ലാത്തതോ ആണ്; ഇതിന്റെ പരമ്പരാഗത അർത്ഥം കൂടുതൽ സ്വതന്ത്രമായ പാത എന്നാണ്.
mr: तळहाताच्या मध्यातून मधल्या बोटाकडे वर जाते. ती करिअर आणि जीवनाच्या दिशेसाठी वाचली जाते. अनेकांची भाग्य रेषा पुसट किंवा अनुपस्थित असते, ज्याचा पारंपरिक अर्थ अधिक मोकळा मार्ग असा आहे.
or: ପାପୁଲିର ମଝିରୁ ମଧ୍ୟମା ଆଙ୍ଗୁଠି ଆଡ଼କୁ ଉପରକୁ ଯାଏ। ଏହାକୁ ବୃତ୍ତି ଓ ଜୀବନର ଦିଗ ପାଇଁ ପଢ଼ାଯାଏ। ଅନେକଙ୍କ ଭାଗ୍ୟ ରେଖା ହାଲୁକା ବା ଅନୁପସ୍ଥିତ ଥାଏ, ଯାହାର ପାରମ୍ପରିକ ଅର୍ଥ ଅଧିକ ମୁକ୍ତ ପଥ।
ta: உள்ளங்கையின் நடுவிலிருந்து நடுவிரலை நோக்கி மேலே செல்கிறது. இது தொழில் மற்றும் வாழ்க்கைத் திசைக்காகப் படிக்கப்படுகிறது. பலருக்கு விதி ரேகை மெல்லியதாகவோ இல்லாமலோ இருக்கும்; இதன் மரபுப் பொருள் சுதந்திரமான பாதை.
te: అరచేతి మధ్య నుండి మధ్య వేలి వైపు పైకి వెళ్తుంది. దీనిని వృత్తి మరియు జీవిత దిశ కోసం చదువుతారు. చాలా మందిలో భాగ్య రేఖ మసకగా లేదా లేకుండా ఉంటుంది, దీనికి సంప్రదాయ అర్థం మరింత స్వేచ్ఛాయుత మార్గం.
ur: ہتھیلی کے بیچ سے درمیانی انگلی کی طرف اوپر جاتی ہے۔ اسے کیریئر اور زندگی کی سمت کے لیے پڑھا جاتا ہے۔ بہت سے لوگوں میں قسمت کی لکیر ہلکی یا غائب ہوتی ہے، جس کا روایتی مطلب زیادہ آزاد راستہ ہے۔

# learn.line.head.body
source: Runs across the middle of the palm from the thumb side. It is read for thinking style: a straight line suggests logic, a sloping line suggests imagination.
bn: বুড়ো আঙুলের দিক থেকে তালুর মাঝখান দিয়ে যায়। একে চিন্তার ধরনের জন্য পড়া হয়: সোজা রেখা যুক্তি, ঢালু রেখা কল্পনা নির্দেশ করে।
gu: અંગૂઠાની બાજુથી હથેળીની વચ્ચેથી પસાર થાય છે. તેને વિચારશૈલી માટે વાંચવામાં આવે છે: સીધી રેખા તર્ક સૂચવે છે, ઢળતી રેખા કલ્પના.
hi: अंगूठे की ओर से हथेली के बीच से गुज़रती है। इसे सोचने की शैली के लिए पढ़ा जाता है: सीधी रेखा तर्क दर्शाती है, झुकी हुई रेखा कल्पना।
kn: ಹೆಬ್ಬೆರಳಿನ ಕಡೆಯಿಂದ ಅಂಗೈಯ ಮಧ್ಯದ ಮೂಲಕ ಸಾಗುತ್ತದೆ. ಇದನ್ನು ಚಿಂತನಾ ಶೈಲಿಗಾಗಿ ಓದಲಾಗುತ್ತದೆ: ನೇರ ರೇಖೆ ತರ್ಕವನ್ನು, ಇಳಿಜಾರು ರೇಖೆ ಕಲ್ಪನೆಯನ್ನು ಸೂಚಿಸುತ್ತದೆ.
ml: തള്ളവിരലിന്റെ ഭാഗത്തു നിന്ന് കൈപ്പത്തിയുടെ മധ്യത്തിലൂടെ പോകുന്നു. ചിന്താരീതിക്കായി ഇത് വായിക്കുന്നു: നേർരേഖ യുക്തിയെയും ചരിഞ്ഞ രേഖ ഭാവനയെയും സൂചിപ്പിക്കുന്നു.
mr: अंगठ्याच्या बाजूने तळहाताच्या मध्यातून जाते. ती विचारशैलीसाठी वाचली जाते: सरळ रेषा तर्क, तर उतरती रेषा कल्पकता दर्शवते.
or: ବୁଢ଼ା ଆଙ୍ଗୁଠି ପାର୍ଶ୍ୱରୁ ପାପୁଲିର ମଝି ଦେଇ ଯାଏ। ଏହାକୁ ଚିନ୍ତାଶୈଳୀ ପାଇଁ ପଢ଼ାଯାଏ: ସିଧା ରେଖା ତର୍କ ଏବଂ ଢଳିଥିବା ରେଖା କଳ୍ପନା ସୂଚାଏ।
ta: கட்டைவிரல் பக்கத்திலிருந்து உள்ளங்கையின் நடுவே செல்கிறது. இது சிந்தனை முறைக்காகப் படிக்கப்படுகிறது: நேரான ரேகை தர்க்கத்தையும், சாய்ந்த ரேகை கற்பனையையும் குறிக்கிறது.
te: బొటనవేలి వైపు నుండి అరచేతి మధ్య గుండా వెళ్తుంది. దీనిని ఆలోచనా శైలి కోసం చదువుతారు: నేరుగా ఉన్న రేఖ తర్కాన్ని, వాలుగా ఉన్న రేఖ ఊహాశక్తిని సూచిస్తుంది.
ur: انگوٹھے کی طرف سے ہتھیلی کے بیچ سے گزرتی ہے۔ اسے سوچنے کے انداز کے لیے پڑھا جاتا ہے: سیدھی لکیر منطق اور ڈھلوان لکیر تخیل کی علامت ہے۔

# learn.line.heart.body
source: Runs across the upper palm, just below the fingers. It is read for emotions and relationships, and where it ends shows how you express affection.
bn: আঙুলের ঠিক নিচে তালুর উপরের অংশ দিয়ে যায়। একে আবেগ ও সম্পর্কের জন্য পড়া হয়, আর এটি কোথায় শেষ হয় তা দেখায় আপনি কীভাবে স্নেহ প্রকাশ করেন।
gu: આંગળીઓની બરાબર નીચે હથેળીના ઉપરના ભાગમાં ચાલે છે. તેને લાગણીઓ અને સંબંધો માટે વાંચવામાં આવે છે, અને તેનો અંત બતાવે છે કે તમે સ્નેહ કેવી રીતે વ્યક્ત કરો છો.
hi: उंगलियों के ठीक नीचे हथेली के ऊपरी भाग में चलती है। इसे भावनाओं और संबंधों के लिए पढ़ा जाता है, और इसका अंत बताता है कि आप स्नेह कैसे व्यक्त करते हैं।
kn: ಬೆರಳುಗಳ ಕೆಳಗೆ ಅಂಗೈಯ ಮೇಲ್ಭಾಗದಲ್ಲಿ ಸಾಗುತ್ತದೆ. ಇದನ್ನು ಭಾವನೆಗಳು ಮತ್ತು ಸಂಬಂಧಗಳಿಗಾಗಿ ಓದಲಾಗುತ್ತದೆ; ಅದು ಎಲ್ಲಿ ಕೊನೆಗೊಳ್ಳುತ್ತದೆ ಎಂಬುದು ನೀವು ಪ್ರೀತಿಯನ್ನು ಹೇಗೆ ವ್ಯಕ್ತಪಡಿಸುತ್ತೀರಿ ಎಂಬುದನ್ನು ತೋರಿಸುತ್ತದೆ.
ml: വിരലുകൾക്ക് തൊട്ടുതാഴെ കൈപ്പത്തിയുടെ മുകൾഭാഗത്തിലൂടെ പോകുന്നു. വികാരങ്ങൾക്കും ബന്ധങ്ങൾക്കുമായി ഇത് വായിക്കുന്നു; ഇത് അവസാനിക്കുന്നിടം നിങ്ങൾ സ്നേഹം എങ്ങനെ പ്രകടിപ്പിക്കുന്നുവെന്ന് കാണിക്കുന്നു.
mr: बोटांच्या अगदी खाली तळहाताच्या वरच्या भागात जाते. ती भावना आणि नात्यांसाठी वाचली जाते, आणि ती कुठे संपते यावरून तुम्ही स्नेह कसा व्यक्त करता हे कळते.
or: ଆଙ୍ଗୁଠି ତଳେ ପାପୁଲିର ଉପର ଭାଗରେ ଚାଲେ। ଏହାକୁ ଭାବନା ଓ ସମ୍ପର୍କ ପାଇଁ ପଢ଼ାଯାଏ, ଏବଂ ଏହା କେଉଁଠି ଶେଷ ହୁଏ ତାହା ଆପଣ ସ୍ନେହ କିପରି ପ୍ରକାଶ କରନ୍ତି ଦର୍ଶାଏ।
ta: விரல்களுக்குச் சற்றுக் கீழே உள்ளங்கையின் மேல் பகுதியில் செல்கிறது. இது உணர்வுகள் மற்றும் உறவுகளுக்காகப் படிக்கப்படுகிறது; இது முடியும் இடம் நீங்கள் அன்பை எப்படி வெளிப்படுத்துகிறீர்கள் என்பதைக் காட்டுகிறது.
te: వేళ్ల కింద అరచేతి పై భాగంలో సాగుతుంది. దీనిని భావోద్వేగాలు మరియు సంబంధాల కోసం చదువుతారు, అది ఎక్కడ ముగుస్తుందో మీరు ప్రేమను ఎలా వ్యక్తపరుస్తారో చూపిస్తుంది.
ur: انگلیوں کے بالکل نیچے ہتھیلی کے اوپری حصے میں چلتی ہے۔ اسے جذبات اور رشتوں کے لیے پڑھا جاتا ہے، اور اس کا اختتام بتاتا ہے کہ آپ محبت کا اظہار کیسے کرتے ہیں۔

# learn.line.life.body
source: Curves around the base of the thumb. It is read for energy, resilience and major life changes. Its length does not show how long you will live.
bn: বুড়ো আঙুলের গোড়ার চারপাশে বেঁকে যায়। একে শক্তি, সহনশীলতা ও জীবনের বড় পরিবর্তনের জন্য পড়া হয়। এর দৈর্ঘ্য দেখায় না আপনি কত বছর বাঁচবেন।
gu: અંગૂઠાના મૂળની આસપાસ વળે છે. તેને ઊર્જા, સહનશક્તિ અને જીવનના મોટા ફેરફારો માટે વાંચવામાં આવે છે. તેની લંબાઈ એ નથી બતાવતી કે તમે કેટલું જીવશો.
hi: अंगूठे के आधार के चारों ओर घूमती है। इसे ऊर्जा, सहनशीलता और जीवन के बड़े बदलावों के लिए पढ़ा जाता है। इसकी लंबाई यह नहीं बताती कि आप कितने वर्ष जिएँगे।
kn: ಹೆಬ್ಬೆರಳಿನ ಬುಡದ ಸುತ್ತ ಬಾಗುತ್ತದೆ. ಇದನ್ನು ಶಕ್ತಿ, ಸಹನಶಕ್ತಿ ಮತ್ತು ಜೀವನದ ದೊಡ್ಡ ಬದಲಾವಣೆಗಳಿಗಾಗಿ ಓದಲಾಗುತ್ತದೆ. ಇದರ ಉದ್ದ ನೀವು ಎಷ್ಟು ಕಾಲ ಬದುಕುತ್ತೀರಿ ಎಂಬುದನ್ನು ತೋರಿಸುವುದಿಲ್ಲ.
ml: തള്ളവിരലിന്റെ ചുവടിനു ചുറ്റും വളയുന്നു. ഊർജ്ജം, സഹനശേഷി, ജീവിതത്തിലെ വലിയ മാറ്റങ്ങൾ എന്നിവയ്ക്കായി ഇത് വായിക്കുന്നു. ഇതിന്റെ നീളം നിങ്ങൾ എത്ര കാലം ജീവിക്കുമെന്ന് കാണിക്കുന്നില്ല.
mr: अंगठ्याच्या मुळाभोवती वळते. ती ऊर्जा, सहनशक्ती आणि जीवनातील मोठ्या बदलांसाठी वाचली जाते. तिची लांबी तुम्ही किती वर्षे जगाल हे दाखवत नाही.
or: ବୁଢ଼ା ଆଙ୍ଗୁଠିର ମୂଳ ଚାରିପଟେ ବୁଲିଯାଏ। ଏହାକୁ ଶକ୍ତି, ସହନଶୀଳତା ଓ ଜୀବନର ବଡ଼ ପରିବର୍ତ୍ତନ ପାଇଁ ପଢ଼ାଯାଏ। ଏହାର ଦୈର୍ଘ୍ୟ ଆପଣ କେତେ ବର୍ଷ ବଞ୍ଚିବେ ତାହା ଦର୍ଶାଏ ନାହିଁ।
ta: கட்டைவிரலின் அடிப்பகுதியைச் சுற்றி வளைகிறது. இது ஆற்றல், மீள்திறன் மற்றும் வாழ்க்கையின் பெரிய மாற்றங்களுக்காகப் படிக்கப்படுகிறது. இதன் நீளம் நீங்கள் எவ்வளவு காலம் வாழ்வீர்கள் என்பதைக் காட்டாது.
te: బొటనవేలి మూలం చుట్టూ వంగుతుంది. దీనిని శక్తి, సహనశక్తి మరియు జీవితంలోని పెద్ద మార్పుల కోసం చదువుతారు. దీని పొడవు మీరు ఎంతకాలం జీవిస్తారో చూపదు.
ur: انگوٹھے کی جڑ کے گرد گھومتی ہے۔ اسے توانائی، برداشت اور زندگی کی بڑی تبدیلیوں کے لیے پڑھا جاتا ہے۔ اس کی لمبائی یہ نہیں بتاتی کہ آپ کتنا عرصہ جئیں گے۔

# learn.line.mercury.body
source: A line rising toward the little finger. It is read for communication and business sense. It is often faint or absent.
bn: কনিষ্ঠার দিকে উঠে যাওয়া রেখা। একে যোগাযোগ ও ব্যবসায়িক বোধের জন্য পড়া হয়। এটি প্রায়ই হালকা বা অনুপস্থিত থাকে।
gu: ટચલી આંગળી તરફ ઉપર જતી રેખા. તેને સંવાદ અને વેપારી સૂઝ માટે વાંચવામાં આવે છે. તે ઘણીવાર આછી કે ગેરહાજર હોય છે.
hi: कनिष्ठा उंगली की ओर उठती रेखा। इसे संवाद और व्यापारिक समझ के लिए पढ़ा जाता है। यह अक्सर हल्की या अनुपस्थित होती है।
kn: ಕಿರುಬೆರಳಿನ ಕಡೆಗೆ ಏರುವ ರೇಖೆ. ಇದನ್ನು ಸಂವಹನ ಮತ್ತು ವ್ಯಾಪಾರ ಜ್ಞಾನಕ್ಕಾಗಿ ಓದಲಾಗುತ್ತದೆ. ಇದು ಆಗಾಗ್ಗೆ ಮಸುಕಾಗಿರುತ್ತದೆ ಅಥವಾ ಇರುವುದಿಲ್ಲ.
ml: ചെറുവിരലിലേക്ക് ഉയരുന്ന രേഖ. ആശയവിനിമയത്തിനും വ്യാപാരബോധത്തിനുമായി ഇത് വായിക്കുന്നു. ഇത് പലപ്പോഴും മങ്ങിയതോ ഇല്ലാത്തതോ ആണ്.
mr: करंगळीकडे वर जाणारी रेषा. ती संवाद आणि व्यापारी समजेसाठी वाचली जाते. ती अनेकदा पुसट किंवा अनुपस्थित असते.
or: କନିଷ୍ଠା ଆଡ଼କୁ ଉଠୁଥିବା ରେଖା। ଏହାକୁ ଯୋଗାଯୋଗ ଓ ବ୍ୟବସାୟିକ ବୁଦ୍ଧି ପାଇଁ ପଢ଼ାଯାଏ। ଏହା ପ୍ରାୟତଃ ହାଲୁକା ବା ଅନୁପସ୍ଥିତ ଥାଏ।
ta: சுண்டுவிரலை நோக்கி மேலே செல்லும் ரேகை. இது தொடர்புத்திறன் மற்றும் வணிக அறிவுக்காகப் படிக்கப்படுகிறது. இது பெரும்பாலும் மெல்லியதாகவோ இல்லாமலோ இருக்கும்.
te: చిటికెన వేలి వైపు పైకి వెళ్లే రేఖ. దీనిని సంభాషణ మరియు వ్యాపార అవగాహన కోసం చదువుతారు. ఇది తరచుగా మసకగా లేదా లేకుండా ఉంటుంది.
ur: چھنگلی کی طرف اٹھتی لکیر۔ اسے گفتگو اور کاروباری سمجھ کے لیے پڑھا جاتا ہے۔ یہ اکثر ہلکی یا غائب ہوتی ہے۔

# learn.line.sun.body
source: A vertical line rising toward the ring finger. It is read for creativity, recognition and joy in your work. It is often faint or absent.
bn: অনামিকার দিকে উঠে যাওয়া খাড়া রেখা। একে সৃজনশীলতা, স্বীকৃতি ও কাজের আনন্দের জন্য পড়া হয়। এটি প্রায়ই হালকা বা অনুপস্থিত থাকে।
gu: અનામિકા આંગળી તરફ ઉપર જતી ઊભી રેખા. તેને સર્જનાત્મકતા, ઓળખ અને કામમાં આનંદ માટે વાંચવામાં આવે છે. તે ઘણીવાર આછી કે ગેરહાજર હોય છે.
hi: अनामिका उंगली की ओर ऊपर उठती खड़ी रेखा। इसे रचनात्मकता, पहचान और काम में आनंद के लिए पढ़ा जाता है। यह अक्सर हल्की या अनुपस्थित होती है।
kn: ಉಂಗುರದ ಬೆರಳಿನ ಕಡೆಗೆ ಏರುವ ಲಂಬ ರೇಖೆ. ಇದನ್ನು ಸೃಜನಶೀಲತೆ, ಮನ್ನಣೆ ಮತ್ತು ಕೆಲಸದಲ್ಲಿನ ಆನಂದಕ್ಕಾಗಿ ಓದಲಾಗುತ್ತದೆ. ಇದು ಆಗಾಗ್ಗೆ ಮಸುಕಾಗಿರುತ್ತದೆ ಅಥವಾ ಇರುವುದಿಲ್ಲ.
ml: മോതിരവിരലിലേക്ക് ഉയരുന്ന ലംബരേഖ. സർഗാത്മകത, അംഗീകാരം, ജോലിയിലെ ആനന്ദം എന്നിവയ്ക്കായി ഇത് വായിക്കുന്നു. ഇത് പലപ്പോഴും മങ്ങിയതോ ഇല്ലാത്തതോ ആണ്.
mr: अनामिकेकडे वर जाणारी उभी रेषा. ती सर्जनशीलता, ओळख आणि कामातील आनंदासाठी वाचली जाते. ती अनेकदा पुसट किंवा अनुपस्थित असते.
or: ଅନାମିକା ଆଡ଼କୁ ଉଠୁଥିବା ଠିଆ ରେଖା। ଏହାକୁ ସୃଜନଶୀଳତା, ସ୍ୱୀକୃତି ଓ କାମରେ ଆନନ୍ଦ ପାଇଁ ପଢ଼ାଯାଏ। ଏହା ପ୍ରାୟତଃ ହାଲୁକା ବା ଅନୁପସ୍ଥିତ ଥାଏ।
ta: மோதிர விரலை நோக்கி மேலே செல்லும் செங்குத்து ரேகை. இது படைப்பாற்றல், அங்கீகாரம் மற்றும் வேலையில் மகிழ்ச்சிக்காகப் படிக்கப்படுகிறது. இது பெரும்பாலும் மெல்லியதாகவோ இல்லாமலோ இருக்கும்.
te: ఉంగరపు వేలి వైపు పైకి వెళ్లే నిలువు రేఖ. దీనిని సృజనాత్మకత, గుర్తింపు మరియు పనిలో ఆనందం కోసం చదువుతారు. ఇది తరచుగా మసకగా లేదా లేకుండా ఉంటుంది.
ur: انگوٹھی والی انگلی کی طرف اٹھتی عمودی لکیر۔ اسے تخلیقیت، پہچان اور کام میں خوشی کے لیے پڑھا جاتا ہے۔ یہ اکثر ہلکی یا غائب ہوتی ہے۔

# learn.map.header
source: INTERACTIVE PALM MAP
bn: ইন্টারঅ্যাক্টিভ তালুর মানচিত্র
gu: ઇન્ટરૅક્ટિવ હથેળી નકશો
hi: इंटरैक्टिव हथेली नक्शा
kn: ಸಂವಾದಾತ್ಮಕ ಅಂಗೈ ನಕ್ಷೆ
ml: ഇന്ററാക്ടീവ് കൈപ്പത്തി മാപ്പ്
mr: संवादात्मक तळहात नकाशा
or: ଇଣ୍ଟରାକ୍ଟିଭ ପାପୁଲି ମାନଚିତ୍ର
ta: ஊடாடும் உள்ளங்கை வரைபடம்
te: ఇంటరాక్టివ్ అరచేతి పటం
ur: انٹرایکٹو ہتھیلی نقشہ

# learn.map.hint
source: Tap any line or mount to learn what it means.
bn: যেকোনো রেখা বা পর্বতে ট্যাপ করে তার অর্থ জানুন।
gu: કોઈપણ રેખા કે પર્વત પર ટૅપ કરીને તેનો અર્થ જાણો.
hi: किसी भी रेखा या पर्वत को टैप करके उसका अर्थ जानें।
kn: ಯಾವುದೇ ರೇಖೆ ಅಥವಾ ಪರ್ವತವನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ ಅದರ ಅರ್ಥ ತಿಳಿಯಿರಿ.
ml: ഏതെങ്കിലും രേഖയിലോ പർവ്വതത്തിലോ ടാപ്പ് ചെയ്ത് അതിന്റെ അർത്ഥം അറിയുക.
mr: कोणत्याही रेषेवर किंवा पर्वतावर टॅप करून त्याचा अर्थ जाणून घ्या.
or: ଯେକୌଣସି ରେଖା ବା ପର୍ବତରେ ଟ୍ୟାପ କରି ତାହାର ଅର୍ଥ ଜାଣନ୍ତୁ।
ta: எந்த ரேகையையோ மேட்டையோ தட்டி அதன் பொருளை அறியுங்கள்.
te: ఏదైనా రేఖ లేదా పర్వతాన్ని ట్యాప్ చేసి దాని అర్థం తెలుసుకోండి.
ur: کسی بھی لکیر یا ابھار پر ٹیپ کر کے اس کا مطلب جانیں۔

# learn.marking.island
source: An island, a small oval within a line, is traditionally read as a passing period of scattered energy or strain in that area of life.
bn: দ্বীপ, অর্থাৎ রেখার মধ্যে ছোট ডিম্বাকার, ঐতিহ্যগতভাবে জীবনের সেই ক্ষেত্রে বিক্ষিপ্ত শক্তি বা চাপের একটি সাময়িক পর্ব হিসেবে পড়া হয়।
gu: દ્વીપ, એટલે કે રેખામાં નાનો અંડાકાર, પરંપરાગત રીતે જીવનના તે ક્ષેત્રમાં વિખરાયેલી ઊર્જા કે તણાવના પસાર થઈ જતા સમયગાળા તરીકે વાંચવામાં આવે છે.
hi: द्वीप, यानी रेखा में छोटा अंडाकार, परंपरागत रूप से जीवन के उस क्षेत्र में बिखरी ऊर्जा या तनाव के एक गुज़र जाने वाले दौर के रूप में पढ़ा जाता है।
kn: ದ್ವೀಪ, ಅಂದರೆ ರೇಖೆಯಲ್ಲಿನ ಸಣ್ಣ ಅಂಡಾಕಾರ, ಸಂಪ್ರದಾಯದ ಪ್ರಕಾರ ಜೀವನದ ಆ ಕ್ಷೇತ್ರದಲ್ಲಿ ಚದುರಿದ ಶಕ್ತಿ ಅಥವಾ ಒತ್ತಡದ ಕಳೆದುಹೋಗುವ ಅವಧಿಯಾಗಿ ಓದಲಾಗುತ್ತದೆ.
ml: ദ്വീപ്, അതായത് രേഖയിലെ ചെറിയ അണ്ഡാകാരം, പരമ്പരാഗതമായി ജീവിതത്തിന്റെ ആ മേഖലയിൽ ചിതറിയ ഊർജ്ജത്തിന്റെയോ സമ്മർദ്ദത്തിന്റെയോ കടന്നുപോകുന്ന ഒരു കാലമായി വായിക്കുന്നു.
mr: बेट, म्हणजे रेषेतील छोटा अंडाकृती आकार, परंपरेनुसार जीवनाच्या त्या क्षेत्रातील विखुरलेली ऊर्जा किंवा ताणाचा निघून जाणारा काळ म्हणून वाचला जातो.
or: ଦ୍ୱୀପ, ଅର୍ଥାତ୍ ରେଖାରେ ଛୋଟ ଅଣ୍ଡାକାର, ପରମ୍ପରା ଅନୁସାରେ ଜୀବନର ସେହି କ୍ଷେତ୍ରରେ ବିଛିନ୍ନ ଶକ୍ତି ବା ଚାପର ଏକ ଅସ୍ଥାୟୀ ସମୟ ଭାବେ ପଢ଼ାଯାଏ।
ta: தீவு, அதாவது ரேகையில் உள்ள சிறிய முட்டை வடிவம், மரபுப்படி வாழ்க்கையின் அந்தப் பகுதியில் சிதறிய ஆற்றல் அல்லது அழுத்தம் நிறைந்த கடந்துபோகும் காலமாகப் படிக்கப்படுகிறது.
te: ద్వీపం, అంటే రేఖలో చిన్న అండాకారం, సంప్రదాయంగా జీవితంలోని ఆ రంగంలో చెదిరిన శక్తి లేదా ఒత్తిడితో కూడిన తాత్కాలిక కాలంగా చదువుతారు.
ur: جزیرہ، یعنی لکیر میں چھوٹا بیضوی نشان، روایتی طور پر زندگی کے اس شعبے میں بکھری توانائی یا دباؤ کے گزر جانے والے دور کے طور پر پڑھا جاتا ہے۔
